Repository: Bleksak/Furtherance
Catalog: po/*.po
Languages: tr

source: Track your time without being tracked
tr: Takip edilmeden zamanınızı takip edin

source: Furtherance is a time tracking app built for GNOME with Rust and GTK4. In addition to tracking time spent on tasks, you can edit that time, delete entries, and change settings. It even has idle detection.
tr: Furtherance, GNOME için Rust ve GTK4 ile oluşturulmuş bir zaman takip uygulamasıdır. Görevlere harcanan zamanı izlemeye ek olarak, o zamanı düzenleyebilir, girdileri silebilir ve ayarları değiştirebilirsiniz. Hatta boşta geçen zamanı algılama özelliğine sahiptir.

source: The location of the database is now changeable
tr: Veri tabanının konumu artık değiştirilebilir

source: Backup database
tr: Veri tabanını yedekle

source: Import databases
tr: Veri tabanlarını içe aktar

source: Bug fixes and improvements
tr: Hata düzeltmeler ve iyileştirmeler

source: New icon!
tr: Yeni simge!

source: Dates are now ISO 8601 format
tr: Tarihler artık ISO 8601 biçiminde

source: Added a button to restart tasks
tr: Görevleri yeniden başlatmak için bir düğme eklendi

source: CSV Export
tr: CSV Dışa Aktar

source: Timer centered on empty state
tr: Zamanlayıcı ortalandı

source: Uses local date format
tr: Yerel tarih biçimlerini kullan

source: Generate reports of task history over a specified timeframe
tr: Belirli bir zaman aralığı için görev geçmişi raporları oluştur

source: Ability to add tasks manually
tr: Elle görev ekleme desteği eklendi

source: Auto-save option
tr: Otomatik kayıt seçeneği

source: Task names can now be changed for an entire group
tr: Görev adları artık tüm grup için değiştirilebilir

source: Added Pomodoro-style countdown timer!
tr: Pomodoro tarzı geri sayım sayacı eklendi!

source: Bug fixes
tr: Hata düzeltmeler

source: Ability to add tags!
tr: Etiket ekleme desteği!

source: Fixed icon positioning
tr: Simge konumlandırma düzeltildi

source: Changed start button color and behavior
tr: Başlat düğmesi rengi ve davranışı değiştirildi

source: Changed color of delete buttons
tr: Sil düğmelerinin rengi değiştirildi

source: Dutch, Brazilian Portuguese, and French translations
tr: Felemenkçe, Brezilya Portekizcesi ve Fransızca çeviriler

source: Furtherance has a new icon! And lots of bug fixes and improvements.
tr: Furtherance simgesi yenilendi! Ve birçok hata düzeltmesi ve iyileştirme yapıldı.

source: First stable release of Furtherance.
tr: Furtherance için ilk kararlı sürüm.

source: Track time spent on tasks
tr: Görevler için harcanan süreyi takip et

source: Change/delete recorded times
tr: Kaydedilen zamanları değiştir/sil

source: Idle detection
tr: Boşta algılama

source: Export as CSV
tr: CVS Olarak Dışa Aktar

source: Cancel
tr: İptal

source: Export
tr: Dışa Aktar

source: - no file selected -
tr: - hiçbir dosya seçilmedi -

source: CSV export preferences
tr: CSV dışa aktarma seçenekleri

source: Sort by
tr: Şuna göre sırala

source: Start time
tr: Başlama zamanı

source: Stop time
tr: Bitiş zamanı

source: Task name
tr: Görev adı

source: Sort order
tr: Sıralama sırası

source: Ascending
tr: Artan

source: Descending
tr: Azalan

source: General
tr: Genel

source: Appearance
tr: Görünüm

source: _Dark theme
tr: _Koyu tema

source: Idle
tr: Boşta

source: Notify of idle
tr: Boştayı bildir

source: (GNOME only)
tr: (Sadece GNOME)

source: _Minutes to idle
tr: Boştaya kalan _dakika

source: Number of minutes before the user is considered idle
tr: Kullanıcının boşta sayılmasından önceki dakika sayısı

source: Task List
tr: Görev Listesi

source: _Delete confirmation
tr: _Silme doğrulaması

source: Limit tasks shown
tr: Görev gösterimlerini sınırla

source: Only show X number of days in the saved tasks list
tr: Kaydedilen görevler listesinde yalnızca X gün sayısını göster

source: _Days ago
tr: _Gün önce

source: Number of days to display in the list
tr: Listede görüntülenecek gün sayısı

source: Show daily sums
tr: Günlük toplamları göster

source: _Show seconds
tr: _Saniyeleri göster

source: Tasks list only. Seconds always show on timer
tr: Yalnızca görevler listesi. Saniye her zaman zamanlayıcıda gösterilsin

source: Show tags
tr: Etiketleri göster

source: Tags are saved, just not shown
tr: Etiketler kaydedilir, ancak gösterilmez

source: Timer
tr: Zamanlayıcı

source: Timer counts down instead of up
tr: Zamanlayıcı ileri yerine geri sayar

source: Interval
tr: Aralık

source: Start time in minutes
tr: Dakika olarak başlangıç zamanı

source: _Autosave
tr: _Otomatik kaydet

source: Prevent losing tracked time due to improper shutdown
tr: Yanlış kapatma nedeniyle izlenen zamanın kaybını önle

source: Autosave every X _minutes
tr: Her X _dakikada bir otomatik kaydet

source: Database
tr: Veri tabanı

source: Database location
tr: Veri tabanı konumu

source: Browse
tr: Gözat

source: Report
tr: Raporla

source: Past week
tr: Bu hafta

source: This month
tr: Bu ay

source: Past 30 days
tr: Son 30 gün

source: Past 180 days
tr: Son 180 gün

source: Past year
tr: Bu yıl

source: Date range
tr: Tarih aralığı

source: Start
tr: Başlangıç

source: MM/DD/YYYY
tr: AA/GG/YYYY

source: End
tr: Bitiş

source: Use the format MM/DD/YYYY
tr: AA/DD/YYYY biçimini kullanın. Örn: 15 Ocak 2022 için 01/15/2022 şeklinde Ay/Gün/Yıl sıralamasını kullanın.

source: Start date must be before end date
tr: Başlangıç tarihi bitiş tarihinden önce olmalıdır.

source: Sort by:
tr: Şuna göre sırala:

source: Task
tr: Görev

source: Tag
tr: Etiket

source: Filter by task or tags
tr: Görevleri ya da etiketleri buna göre sırala

source: Tasks
tr: Görev

source: Tags
tr: Etiket

source: Task, Task 2
tr: Görev, Görev 2

source: Refresh
tr: Yenile

source: Task Details
tr: Görev Ayrıntıları

source: Stop
tr: Dur

source: Total
tr: Toplam

source: Add Similar Task
tr: Benzer Görev Ekle

source: Delete all
tr: Tümünü sil

source: Time
tr: Süre

source: Add Task
tr: Görev Ekle

source: Main Menu
tr: Ana Menü

source: Task Name #tags
tr: Görev Adı #etiket

source: _Generate Report
tr: Rapor _Oluştur

source: Back up
tr: Yedekle

source: _Export as CSV
tr: CVS Olarak _Dışa Aktar

source: Import
tr: İçe Aktar

source: _Delete history
tr: Geçmişi _Sil

source: _Preferences
tr: _Tercihler

source: _About Furtherance
tr: Furtherance _Hakkında

source: translator-credits
tr: Sabri Ünal <libreajans@gmail.com>, 2022.

source: Delete history?
tr: Geçmiş silinsin mi?

source: Delete
tr: Sil

source: This will delete ALL of your task history.
tr: Bu, TÜM görev geçmişinizi siler.

source: Type DELETE in the box below then click Delete to proceed.
tr: Aşağıdaki kutuya SİL yazın ve devam etmek için Sil'e tıklayın.

source: DELETE
tr: SİL

source: Discard
tr: Vazgeç

source: Continue
tr: Devam

source: Time's up!
tr: Süre doldu!

source: Your Furtherance timer ended.
tr: Furtherance süreniz doldu.

source: Backup Database
tr: Veri Tabanını Yedekle

source: Save
tr: Kaydet

source: Open
tr: Aç

source: Not a valid database
tr: Geçerli bir veri tabanı değil

source: tag, tag 2
tr: etiket, etiket 2

source: Duration
tr: Süre

source: No Results
tr: Sonuç Yok

source: All Results
tr: Tüm Sonuçlar

source: no tags
tr: etiket yok

source: Edit Task
tr: Görevi Düzenle

source: *Use the format YYYY-MM-DD HH:MM:SS
tr: *YYYY-AA-GG SS:DD:SS biçimini kullan

source: *Use the format YYYY-MM-DD HH:MM
tr: *YYYY-AA-GG SS:DD biçimini kullan

source: *Start time cannot be later than stop time.
tr: *Başlangıç zamanı bitiş zamanından sonra olamaz

source: *Time cannot be in the future.
tr: *Zaman gelecekte olamaz

source: Delete task
tr: Görevi sil

source: Delete task?
tr: Görev silinsin mi?

source: New Name #tags
tr: Yeni Ad #etiket

source: Task name cannot be empty.
tr: Görev adı boş olamaz

source: Delete All?
tr: Tümü Silinsin Mi?

source: This will delete all occurrences of this task on this day.
tr: Bu işlem görevin bu gündeki tüm oluşumlarını siler

source: New Task
tr: Yeni Görev

source: Add
tr: Ekle

source: *Task name cannot be blank.
tr: *Görev adı boş olamaz

source: Today
tr: Bugün

source: Yesterday
tr: Dün

source: Task Name
tr: Görev Adı

source: tags
tr: etiketler

source: You have been idle for
tr: Boşta olduğunuz süre

source: Would you like to discard that time, or continue the clock?
tr: Bu zamanı gözden çıkarmak mı yoksa saate devam etmek mi istersiniz?

source: Autosave Restored
tr: Otomatik Kaydetme Geri Yüklendi

source: Furtherance shut down improperly. An autosave was restored.
tr: Furtherance yanlış kapatıldı. Bir otomatik kaydetme geri yüklendi.

source: Stop the timer to duplicate a task.
tr: Bir görevi çoğaltmak için zamanlayıcıyı durdurun.

source: Create or choose a CSV file
tr: Bir CSV dosyası oluştur veya seç

source: Accept
tr: Kabul et

source: Exporting as CSV failed.
tr: CSV olarak dışa aktarma başarısız oldu.

source: Exported as CSV successfully.
tr: CSV olarak dışa aktarıldı.
